import { RouteExId } from "./ex";



const route = {
  exId: ["001", "경부선"],
  노선번호: "제 1 호",
  노선명: "경부선",
  길이: "416.05(서울시 관리구간 : 417.4km ~ 425.5km)",
  시점주소: "부산 금정구 구서동",
  종점주소: "서울 서초구 원지동",
  구간: [
    {
      구간명: "부산~대구",
      연장: "122.1",
      개통일: "1969.12.19",
      차로별: "8,6,4차로",
    },
    {
      구간명: "대구~대전",
      연장: "149.8",
      개통일: "1970.07.07",
      차로별: "8,6,4차로",
    },
    {
      구간명: "대전~천안",
      연장: "68.2",
      개통일: "1969.12.10",
      차로별: "8,6차로",
    },
  ],
};
